{
  "advancement.assemblyline.crate.desc": "Faça uma Caixa",
  "advancement.assemblyline.crate.title": "Sem Mais Baús",
  "advancement.assemblyline.detector.desc": "Faça um Detector",
  "advancement.assemblyline.detector.title": "Sempre Observando",
  "advancement.assemblyline.root.desc": "Uau, você fez uma esteira transportadora",
  "advancement.assemblyline.root.title": "Linha de Montagem",
  "advancement.assemblyline.sorter.desc": "Faça uma Esteira Classificadora",
  "advancement.assemblyline.sorter.title": "Organizador",
  "block.assemblyline.autocrafter": "Autocrafteador",
  "block.assemblyline.blockbreaker": "Quebrador de Blocos",
  "block.assemblyline.blockplacer": "Colocador de Blocos",
  "block.assemblyline.conveyorbelt": "Esteira Transportadora",
  "block.assemblyline.crate": "Caixa",
  "block.assemblyline.cratelarge": "Caixa Grande",
  "block.assemblyline.cratemedium": "Caixa Média",
  "block.assemblyline.detector": "Detector",
  "block.assemblyline.farmer": "Agricultor",
  "block.assemblyline.mobgrinder": "Moedor de Mobs",
  "block.assemblyline.rancher": "Pecuarista Energizado",
  "block.assemblyline.sorterbelt": "Esteira Classificadora",
  "container.autocrafter": "Autocrafteador",
  "container.blockbreaker": "Quebrador de Blocos",
  "container.blockplacer": "Colocador de Blocos",
  "container.farmer": "Agricultor",
  "container.mobgrinder": "Moedor de Mobs",
  "container.rancher": "Pecuarista Energizado",
  "container.sorterbelt": "Esteira Classificadora",
  "creativetab.assemblyline.main": "Linha de Montagem",
  "gui.assemblyline.fullbonemeal": "Osso Cheio",
  "gui.assemblyline.hidearea": "Ocultar Área",
  "gui.assemblyline.ignoreempty": "Ignorar Vazio",
  "gui.assemblyline.machine.usage": "Uso: %s",
  "gui.assemblyline.machine.voltage": "Voltagem: %s",
  "gui.assemblyline.refillempty": "Reabastecer Vazio",
  "gui.assemblyline.regbonemeal": "Osso Uma Vez",
  "gui.assemblyline.renderarea": "Mostrar Área",
  "guidebook.assemblyline.assemblyline": "Linha de Montagem",
  "guidebook.assemblyline.chapter.conveyers": "Esteiras Transportadoras",
  "guidebook.assemblyline.chapter.conveyers.diagonaldown": "Diagonal para Baixo",
  "guidebook.assemblyline.chapter.conveyers.diagonalup": "Diagonal para Cima",
  "guidebook.assemblyline.chapter.conveyers.horizontal": "Horizontal",
  "guidebook.assemblyline.chapter.conveyers.l1": "As Esteiras Transportadoras fornecem um método robusto para mover itens entre inventários. Requerendo apenas 8 J/t ou 160W a 120 V para funcionar, elas oferecem uma alternativa valiosa ao transporte manual de itens. Além disso, apenas uma esteira em um segmento precisa ter um cabo conectado, pois ela distribuirá energia para as outras esteiras. A energia é alimentada pela parte inferior da esteira.",
  "guidebook.assemblyline.chapter.conveyers.l2": "As setas amarelas na esteira representam a direção em que os itens serão transferidos. Para carregar itens em uma esteira, você pode deixar o item cair e a esteira o pegará, ou a esteira pode extrair itens de um inventário. Se uma esteira não terminar em um inventário, ela deixará seus itens no chão. As Esteiras Transportadoras têm 4 modos que podem ser alternados clicando com o botão direito em uma chave inglesa sobre elas. Estes são:",
  "guidebook.assemblyline.chapter.conveyers.l3": "Esses modos estão ilustrados nas páginas seguintes. Observe onde estão as caixas delimitadoras:",
  "guidebook.assemblyline.chapter.conveyers.l4": "Uma forma especializada da Esteira Transportadora é a Esteira Classificadora. Como o nome sugere, ela é capaz de classificar itens que passam por ela. A esteira tem uma entrada na frente, enquanto os outros 3 lados são saídas. A interface gráfica da esteira possui 2 conjuntos de 9 slots. Qualquer item colocado em um slot à esquerda será enviado para a esquerda da entrada. Qualquer item colocado em um slot à direita será enviado para a direita da entrada. Outros itens não especificados serão enviados para a parte traseira da Esteira Classificadora. A Esteira Classificadora também precisa de energia para funcionar, e tem o mesmo consumo que uma Esteira Transportadora padrão. Essa energia pode ser fornecida pela parte inferior ou por uma esteira adjacente com energia.",
  "guidebook.assemblyline.chapter.conveyers.l5": "Outro bloco útil é o Detector. O Detector emitirá um sinal de redstone de 15 se um item em uma Esteira Transportadora passar na frente do quadrado verde do Detector ou se um item estiver no chão em frente a esse quadrado.",
  "guidebook.assemblyline.chapter.conveyers.vertical": "Vertical",
  "guidebook.assemblyline.chapter.machines": "Máquinas",
  "guidebook.assemblyline.chapter.machines.blockbreaker": "O Quebrador de Blocos quebrará qualquer bloco colocado na frente dele, desde que seja minerável com uma picareta. Use o botão \"Mostrar Área\" para visualizar o bloco que está sendo minerado. A barra de progresso conta o tempo restante para quebrar o bloco que está sendo minerado.",
  "guidebook.assemblyline.chapter.machines.blockplacer": "O Colocador de Blocos colocará qualquer bloco adicionado ao seu inventário na frente dele. Use o botão \"Mostrar Área\" para visualizar a área onde pode colocar um bloco. A barra de progresso conta o tempo entre as colocações de blocos.",
  "guidebook.assemblyline.chapter.machines.energizedrancher": "O Pecuarista Energizado tosquiará ovelhas dentro de sua área de trabalho. Use o botão \"Mostrar Área\" para visualizar a área que está cobrindo atualmente. A barra de progresso conta o tempo entre as tosquias. O Pecuarista pode usar até 12 Melhorias de Alcance para expandir sua área de trabalho.",
  "guidebook.assemblyline.chapter.machines.farmer1": "O Agricultor plantará e colherá culturas e árvores dentro de sua área de trabalho. As cores dos slots de entrada correspondem às regiões onde os itens serão plantados. O Agricultor deve ser colocado abaixo da terra onde está trabalhando. O slot superior direito é para Farinha de Osso.",
  "guidebook.assemblyline.chapter.machines.farmer2": "O botão \"Mostrar Área\" exibirá a área de trabalho do Agricultor. O botão \"Osso Cheio\" alterna se o Agricultor usará uma Farinha de Osso por cultura ou continuará usando Farinha de Osso até que a cultura esteja totalmente crescida. O botão \"Reabastecer Vazio\" alterna se o Agricultor adicionará as sementes das culturas colhidas de volta aos slots de plantio. O Agricultor pode usar até 4 Melhorias de Alcance para aumentar sua área de trabalho. Observe que as melhorias aumentam o alcance em múltiplos de 3.",
  "guidebook.assemblyline.chapter.machines.mobgrinder": "O Moedor de Mobs matará quaisquer mobs em sua área de trabalho. Use o botão \"Mostrar Área\" para visualizar a área que está cobrindo atualmente. A barra de progresso conta o tempo entre as verificações. O Moedor pode usar até 12 Melhorias de Alcance para expandir sua área de trabalho.",
  "tooltip.assemblyline.breakingprogress": "Progresso da Mineração: %s",
  "tooltip.assemblyline.cooldown": "Tempo de Recarga: %s ticks",
  "tooltip.assemblyline.crate": "Armazena 4096 de um item",
  "tooltip.assemblyline.cratelarge": "Armazena 16384 de um item",
  "tooltip.assemblyline.cratemedium": "Armazena 8192 de um item",
  "tooltip.assemblyline.detector": "Emite sinal de redstone quando um item está na frente dele"
}