{
  "advancement.assemblyline.crate.desc": "Сделайте ящик",
  "advancement.assemblyline.crate.title": "Больше никаких сундуков",
  "advancement.assemblyline.detector.desc": "Сделайте детектор",
  "advancement.assemblyline.detector.title": "Всегда смотрящий",
  "advancement.assemblyline.root.desc": "Ух ты, ты сделал конвейер",
  "advancement.assemblyline.root.title": "Сборочная линия",
  "advancement.assemblyline.sorter.desc": "Сделайте сортировочную ленту",
  "advancement.assemblyline.sorter.title": "Организатор",
  "block.assemblyline.autocrafter": "Авто-верстак",
  "block.assemblyline.blockbreaker": "Разрушитель блоков",
  "block.assemblyline.blockplacer": "Установщик блоков",
  "block.assemblyline.conveyorbelt": "Конвейерная лента",
  "block.assemblyline.crate": "Ящик",
  "block.assemblyline.cratelarge": "Большой ящик",
  "block.assemblyline.cratemedium": "Средний ящик",
  "block.assemblyline.detector": "Детектор",
  "block.assemblyline.farmer": "Авто-фермер",
  "block.assemblyline.mobgrinder": "Авто-убиватель",
  "block.assemblyline.rancher": "Авто-пастух",
  "block.assemblyline.sorterbelt": "Сортировочная лента",
  "container.autocrafter": "Авто-верстак",
  "container.blockbreaker": "Разрушитель блоков",
  "container.blockplacer": "Установщик блоков",
  "container.farmer": "Авто-фермер",
  "container.mobgrinder": "Авто-убийца",
  "container.rancher": "Авто-пастух",
  "container.sorterbelt": "Сортировочная лента",
  "creativetab.assemblyline.main": "Сборочная линия",
  "gui.assemblyline.fullbonemeal": "Удобрять полностью",
  "gui.assemblyline.hidearea": "Скрыть область",
  "gui.assemblyline.ignoreempty": "Пропускать пустое",
  "gui.assemblyline.machine.usage": "Использование: %s",
  "gui.assemblyline.machine.voltage": "Напряжение: %s",
  "gui.assemblyline.refillempty": "Пополнять пустое",
  "gui.assemblyline.regbonemeal": "Удобрять один раз",
  "gui.assemblyline.renderarea": "Показать область",
  "guidebook.assemblyline.assemblyline": "Сборочная линия",
  "guidebook.assemblyline.chapter.conveyers": "Конвейеры",
  "guidebook.assemblyline.chapter.conveyers.diagonaldown": "Диагональный вниз",
  "guidebook.assemblyline.chapter.conveyers.diagonalup": "Диагональный вверх",
  "guidebook.assemblyline.chapter.conveyers.horizontal": "Горизонтальный",
  "guidebook.assemblyline.chapter.conveyers.l1": "Ленточные конвейеры обеспечивают надежный метод перемещения предметов между запасами. Требуя для работы всего 8 Дж/т или 160 Вт при 120 В, они представляют собой ценную альтернативу перемещению предметов вручную. Кроме того, только к одному ремню в сегменте необходимо подключить кабель, поскольку он будет распределять мощность на другие ленты. Электроэнергия подаётся снизу конвейера.",
  "guidebook.assemblyline.chapter.conveyers.l2": "Жёлтые стрелки на поясе обозначают направление передачи предметов. Чтобы загрузить предметы на ленту, вы можете либо бросить предмет, и лента поднимет его, либо лента может извлечь предметы из инвентаря. Если лента не имеет инвентаря в конце, то она уронит свои предметы на землю. Конвейерные ленты имеют 4 режима, между которыми можно переключаться, ПКМ гаечным ключом. Эти:",
  "guidebook.assemblyline.chapter.conveyers.l3": "Эти режимы изображены на следующих страницах. Обратите внимание, где находятся ограничивающие рамки:",
  "guidebook.assemblyline.chapter.conveyers.l4": "Специализированной формой конвейерной ленты является сортировочная лента. Как следует из названия, она способна сортировать проходящие через неё предметы. Лента имеет вход спереди, а остальные 3 стороны являются выходами. Графический интерфейс лента имеет 2 набора по 9 слотов. Любой предмет, помещённый в левый слот, будет выводиться слева от ввода. Любой предмет, помещённый в правый слот, будет выводиться справа от ввода. Любые другие неуказанные предметы будут выводиться на заднюю часть конвейерной ленты. Для работы сортировщика также требуется питание, и он используется так же, как и стандартный ленточный конвейер. Эта мощность может подаваться либо снизу, либо от соседней ленты с питанием.",
  "guidebook.assemblyline.chapter.conveyers.l5": "Ещё один полезный блок — Детектор. Детектор выдаст сигнал редстоуна 15, если предмет на конвейерной ленте пройдёт перед зелёным квадратом детектора или если предмет лежит на земле перед указанным квадратом.",
  "guidebook.assemblyline.chapter.conveyers.vertical": "Вертикальный",
  "guidebook.assemblyline.chapter.machines": "Машины",
  "guidebook.assemblyline.chapter.machines.blockbreaker": "Разрушитель блоков разобьёт любой блок, стоящий перед ним, если его можно добыть киркой. Используйте кнопку \"Показать область\", чтобы просмотреть блок, который он добывает. Индикатор выполнения отсчитывает время перерыва, оставшееся на добываемом блоке.",
  "guidebook.assemblyline.chapter.machines.blockplacer": "Установщик блоков поместит перед собой любой блок, добавленный в его инвентарь. Используйте кнопку \"Показать область\", чтобы просмотреть область, в которой можно разместить блок. Индикатор выполнения отсчитывает время между размещениями блоков.",
  "guidebook.assemblyline.chapter.machines.energizedrancher": "Авто-пастух будет стричь овец внутри своей рабочей зоны. Используйте кнопку \"Показать область\", чтобы просмотреть область, которую он в данный момент охватывает. Индикатор выполнения отсчитывает время между стрижками. Авто-пастух может использовать до 12 улучшений дальности, чтобы расширить свою рабочую зону.",
  "guidebook.assemblyline.chapter.machines.farmer1": "Авто-фермер будет сажать и собирать урожай и деревья на своей рабочей территории. Цвета входных слотов соответствуют регионам, в которых будут положены предметы. Фермер должен быть размещён под землей, на которой он обрабатывает. Верхний правый слот предназначен для костной муки.",
  "guidebook.assemblyline.chapter.machines.farmer2": "Кнопка \"Показать область\" отобразит рабочую зону авто-фермера. Кнопка \"Удобрять полностью\" переключает, будет ли фермер использовать одну костную муку для каждого урожая или будет продолжать использовать костную муку до тех пор, пока урожай не вырастет полностью. Кнопка \"Пополнить пустое\" включает, будет ли фермер добавлять семена собранного урожая обратно в посадочные слоты. Фермер может использовать до 4 улучшений диапазона, чтобы увеличить свою рабочую площадь. Обратите внимание, что улучшения увеличивают дальность действия кратно 3.",
  "guidebook.assemblyline.chapter.machines.mobgrinder": "Авто-убийца убьёт любых мобов в своей рабочей зоне. Используйте кнопку \"Показать область\", чтобы просмотреть территорию, которую он в данный момент охватывает. Индикатор выполнения отсчитывает время между проверками. Авто-убийца может использовать до 12 обновлений дальности, чтобы расширить свою рабочую зону.",
  "tooltip.assemblyline.breakingprogress": "Прогресс добычи: %s",
  "tooltip.assemblyline.cooldown": "Восстановление: %s тиков",
  "tooltip.assemblyline.crate": "Вмещает 4096 штук одного предмета",
  "tooltip.assemblyline.cratelarge": "Вмещает 16384 штуки одного предмета",
  "tooltip.assemblyline.cratemedium": "Вмещает 8192 штуки одного предмета",
  "tooltip.assemblyline.detector": "Излучает сигнал редстоуна, когда перед ним находится предмет"
}
